
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk af %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ has been installed and will be ready to use next time %3$@ starts! Would you like to relaunch now?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er nýjasta útgáfan sem fáanleg er þessa stundina.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ útg. %2$@ er nú fáanleg (þú ert með %3$@). Viltu sækja hana núna?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "A new version of %@ has been installed!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Ný útgáfa af %@ er fáanleg!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "An error occurred during installation. Please try again later.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "An error occurred in retrieving update information; are you connected to the internet? Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "An error occurred while trying to download the file. Please try again later.";

/* No comment provided by engineer. */
"An update is already in progress!" = "An update is already in progress!";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Athuga með uppfærslur í ræsingu?";

/* No comment provided by engineer. */
"Downloading update..." = "Sækja nýja útgáfu";

/* No comment provided by engineer. */
"Extracting update..." = "Afþjappa uppfærslu";

/* No comment provided by engineer. */
"Install and Relaunch" = "Setja upp og ræsa aftur";

/* No comment provided by engineer. */
"Installing update..." = "Set inn uppfærslu";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Uppfærsla tilbúin fyrir innsetningu!";

/* No comment provided by engineer. */
"Update Error!" = "Villa við uppfærslu!";

/* No comment provided by engineer. */
"Updating %@" = "Uppfæri %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You're up to date!" = "Það er allt uppfært hjá þér!";
